{
  "vid1": {
    "Video":"vid1",
    "Company": "Scrub Daddy",
    "Sector":"Supplies",
    "Location":"Bangalore",
    "Funding":"5000000",
    "Stage":"Seed",
    "Founder": "Aaron Krause",
    "Pitch": "Hello, I am Aaron Krause, the proud owner of Scrub Daddy, a household brand that is transforming the cleaning industry. In a market valued at $20 billion and growing steadily, Scrub Daddy has become a trailblazer with its patented smiley-faced scrubber made from FlexTexture material. Over the past year, Scrub Daddy has achieved a remarkable 300% increase in sales, positioning itself as a dominant force in the cleaning products sector. Market trends underscore the vast potential for growth in our sector. The global shift towards eco-friendly and reusable products is driving a 15% year-over-year increase in demand for sustainable cleaning solutions. Our data analytics reveal a 40% surge in user engagement, highlighting the essential role Scrub Daddy plays in meeting the evolving needs of environmentally conscious consumers. To seize this momentum and continue our success, we are seeking inr 5,00,00,000 in investment. These funds will be utilized to expand production capacity, advance research and development, and intensify our global marketing efforts. This investment opportunity is particularly attractive in Bangalore, a region known for its commitment to sustainability and green living. Scrub Daddy is not just a sponge; it is a symbol of innovation, sustainability, and effective cleaning. Your investment in Scrub Daddy is an invitation to be part of a dynamic venture that is reshaping the cleaning products industry. Thank you for considering this exciting investment opportunity."
  },
  "vid2":{
    "Video": "vid2",
    "Company": "Party on Demand",
    "Sector": "Entertainment",
    "Location": "Delhi",
    "Funding": "8000000",
    "Stage": "Pre-Seed",
    "Founder": "Willy Green",
    "Pitch": "Hello, I am Willy Green, the enthusiastic owner of Party on Demand, an innovative solution in the event planning and entertainment sector. Party on Demand operates in a market valued at $30 billion and experiencing significant growth. In the past year, we have achieved a stellar 250% increase in revenue, positioning ourselves as a leader in providing hassle-free, on-demand event experiences. Market trends underscore the vast potential for growth in our sector. The global demand for personalized and convenient event services is on the rise, with a projected 15% annual increase. Our data analytics reveal a 20% month-over-month increase in user engagement, showcasing the strong and growing demand for Party on Demands unique offerings. To capitalize on this momentum and expand our market presence, we are seeking INR 80,00,000 in investment. These funds will be utilized to enhance our technology platform, broaden our service offerings, and establish a flagship location in Delhi, a thriving event-centric city where Party on Demand is primed for success. Party on Demand is not just an event planning service; it is a revolutionary approach to creating memorable experiences on demand. Your investment in Party on Demand is an invitation to be part of a dynamic venture that is redefining the event planning landscape. Thank you for considering this exciting investment opportunity."
  },
  "vid3": {
    "Video":"vid3",
    "Company": "Ghia",
    "Sector":"Beverage",
    "Location":"Bangalore",
    "Funding":"500000",
    "Stage":"Pre-Seed",
    "Founder": "Melanie Masarin",
    "Pitch": "Hello, I am Melanie Masarin, the proud owner of Ghia, a leading brand in the burgeoning non-alcoholic beverage sector. Ghia operates in a market valued at $10 billion, and the demand for sophisticated, alcohol-free alternatives is on the rise. In the past year, Ghia has experienced a stellar 250% increase in sales, positioning itself as a trailblazer in the world of mindful drinking. Market trends underscore the tremendous potential for growth in our sector. The global wellness movement has fueled a 20% year-over-year increase in demand for functional and non-alcoholic beverages. Our data analytics reveal a 15% month-over-month increase in user engagement, highlighting the strong and growing demand for Ghias herbal elixir. To capitalize on this momentum and further establish Ghia as a market leader, we are seeking inr 50,00,000 in investment. These funds will be directed towards scaling production, expanding distribution channels, and enhancing our marketing efforts. This investment opportunity is particularly attractive in Bangalore, a region known for its health-conscious consumer base and vibrant beverage culture. Ghia is not just a beverage; it is a lifestyle choice that aligns with the values of the conscious consumer. Your investment in Ghia is an invitation to be part of a dynamic venture that is reshaping the future of mindful drinking. Thank you for considering this exciting investment opportunity."
  },
"vid4": {
    "Video": "vid4",
    "Company": "DoorDash",
    "Sector": "Technology",
    "Location": "Bangalore",
    "Funding": "20000000",
    "Stage": "Seed",
    "Founder": ["Stanley", "Andy", "Evan", "Tony"],
    "Pitch": "Hello, I am Stanley, Im Andy, Im Evan, and Im Tony, and we are the founders of DoorDash, a trailblazing force in the rapidly evolving food delivery industry. DoorDash operates in the dynamic market of food delivery services, currently valued at $150 billion and expected to reach $200 billion by 2025. In the past year, DoorDash has witnessed a remarkable 150% increase in sales, positioning itself as a key player in the fast-paced landscape of on-demand dining. Market trends underscore the vast potential for growth in this sector. The global shift towards online and mobile ordering has accelerated, with a 30% year-over-year increase in demand for food delivery services. DoorDashs data analytics reveal a 40% surge in user engagement, emphasizing the essential role DoorDash plays in meeting the evolving needs of modern consumers. Furthermore, DoorDash has solidified strategic partnerships with over 300,000 restaurants, leading to a 200% increase in our restaurant partnerships within the last two years. This extensive network allows us to offer unparalleled choices to our customers while providing valuable exposure and revenue streams for our partner establishments. To capitalize on this unprecedented opportunity, we are seeking INR 20,00,00,000 in investment to further expand our market presence, invest in cutting-edge technology to enhance user experience, and explore innovative partnerships. This investment opportunity is particularly attractive in Bangalore, a high-density urban area, where DoorDash is positioned to dominate the food delivery market. Join us in redefining how the world eats with DoorDash - not just a delivery service but a lifestyle choice and a visionary approach to the future of dining. Your investment in DoorDash is an invitation to be part of a dynamic venture that is reshaping the food industry landscape. Thank you for considering this exciting investment opportunity."
  },
  "vid5": {
    "Video": "vid5",
    "Company": "Supplies",
    "Sector": "Consumer goods",
    "Location": "Hyderabad",
    "Funding": "6000000",
    "Stage": "Seed",
    "Founder": "Daniel Ponto",
    "Pitch": "Hello, I am Daniel Ponto, the founder of College Supply, a pioneering venture catering to the unique needs of college students. College Supply operates in the thriving market for student essentials, currently valued at $40 billion. In the past year, our company has experienced a substantial 200% increase in sales, showcasing the pressing demand for tailored solutions addressing the challenges faced by college students. Market trends underscore the vast potential for growth in this sector. The global enrollment in higher education is on a continuous rise, with a projected 10% increase over the next decade. As the student population grows, so does the need for convenient and specialized products and services. College Supplys data analytics reveal a 30% year-over-year increase in user engagement, signaling a strong and growing demand for our offerings. Furthermore, College Supply has strategically partnered with numerous educational institutions, resulting in a 150% expansion in our institutional collaborations within the last two years. This network allows us to offer exclusive and customized products directly aligned with the needs of students, fostering brand loyalty and recurring business. To capitalize on this momentum, we are seeking INR 60,00,000 in investment to scale our operations, enhance our digital infrastructure, and expand our product line. This investment opportunity is particularly attractive in Hyderabad, a thriving educational hub, where College Supply is positioned to dominate the market for student essentials. Join us in shaping the future of student living with College Supply - a strategic response to the evolving needs of the growing student demographic. Your investment in College Supply is an invitation to be part of a dynamic venture that is essential to the college experience and primed"
  },  
  "vid6": {
    "Video": "vid6",
    "Company": "MissApps",
    "Sector": "Technology",
    "Location": "Bangalore",
    "Funding": "5000000",
    "Stage": "Seed",
    "Founder": "Katie Sunday",
    "Pitch": "Hello, I am Katie Sunday, the founder of MissApps, a visionary company dedicated to designing apps specifically for women. MissApps operates in the fast-growing market of women-centric mobile applications, which is currently valued at $10 billion and shows no signs of slowing down. Over the past year, MissApps has achieved an impressive 200% increase in downloads, establishing itself as a leader in delivering tailored and empowering digital experiences for women. Market trends underscore the vast potential for growth in our sector. The global demand for apps addressing womens unique needs and interests has surged, with a projected 25% year-over-year increase. Our data analytics reveal a 30% increase in user engagement, emphasizing the strong and growing demand for MissApps innovative solutions. To capitalize on this momentum and further solidify our position in the market, we are seeking inr 50,00,000 in investment. These funds will be directed towards expanding our app portfolio, enhancing user experience, and launching strategic marketing campaigns. This investment opportunity is particularly attractive in Bangalore, a tech-savvy region known for its diverse and engaged female user base. MissApps is not just about apps; it is a movement empowering women in the digital space. Your investment in MissApps is an invitation to be part of a dynamic venture that is reshaping the landscape of women-centric technology. Thank you for considering this exciting investment opportunity."
  },
  "vid7":{
    "Video":"vid7",
    "Company": "Hormona",
    "Sector":"Technology",
    "Location":"Delhi",
    "Funding":"3000000",
    "Stage":"Pre-Seed",
    "Founder": "Jasmine",
    "Pitch": "Hello, I am Jasmine, the founder of Hormona, a pioneering platform that empowers women with digitalized hormonal health solutions. Hormona operates in the rapidly growing womens health tech sector, currently valued at $3 billion and showing exceptional potential for further expansion. Over the past year, Hormona has achieved an outstanding 250% increase in user engagement, establishing itself as a leader in providing personalized and data-driven hormonal health insights. Market trends underscore the vast potential for growth in our sector. The global demand for women-focused digital health solutions has surged, with a projected 20% year-over-year increase. Our data analytics reveal a 35% month-over-month increase in user satisfaction, emphasizing the strong and growing demand for Hormonas unique offerings. To capitalize on this momentum and solidify our position as trailblazers in the womens health tech market, we are seeking inr 3,00,00,000 in investment. These funds will be utilized to expand our technology infrastructure, enhance user experience, and launch targeted marketing campaigns. This investment opportunity is particularly attractive in Delhi, a region known for its progressive approach to womens health and wellness. Hormona is not just a health platform; it is a revolution in personalized hormonal health management. Your investment in Hormona is an invitation to be part of a dynamic venture that is reshaping the landscape of womens health technology. Thank you for considering this exciting investment opportunity."
  },
  "vid8": {
    "Video": "vid8",
    "Company": "Hot Seat",
    "Sector": "Sports",
    "Location": "Kolkata",
    "Funding": "5000000",
    "Stage": "Pre-Seed",
    "Founder": "Aaron Pugh",
    "Pitch": "Hello, I am Aaron Pugh, the visionary owner of Hot Seat, a groundbreaking solution for enhancing the stadium experience with our innovative seat warmer. Hot Seat operates in the niche market of stadium comfort solutions, currently valued at $500 million and ripe for disruption. Over the past year, Hot Seat has achieved an impressive 150% increase in sales, positioning itself as a frontrunner in providing warmth and comfort to sports enthusiasts. Market trends underscore the vast potential for growth in our sector. The global demand for enhanced stadium amenities has surged, with a projected 15% year-over-year increase. Our data analytics reveal a 25% increase in customer satisfaction, emphasizing the strong and growing demand for Hot Seats unique offerings. To capitalize on this momentum and solidify our position as leaders in the stadium comfort market, we are seeking inr 50,00,000 in investment. These funds will be utilized to scale production, expand our market presence to new stadiums, and invest in research and development for additional comfort solutions. This investment opportunity is particularly attractive in Kolkata, a sports-centric region where fans prioritize comfort and enjoyment during live events. Hot Seat is not just a seat warmer; it is an integral part of the modern stadium experience. Your investment in Hot Seat is an invitation to be part of a dynamic venture that is reshaping the way fans enjoy live sports. Thank you for considering this exciting investment opportunity."
  },
  "vid9": {
    "Video":"vid9",
    "Company": "Slap Wrap Straps",
    "Sector":"Fitness",
    "Location":"Bangalore",
    "Funding":"1000000",
    "Stage":"Seed",
    "Founder": "Keith Lamping",
    "Pitch": "Hello, I am Keith Lamping, the proud owner of Slap Wrap Straps, a game-changing innovation designed to help users obtain their grip instantaneously through key auto-wrapping abilities. Slap Wrap Straps operates in the dynamic market of fitness and exercise accessories, currently valued at $5 billion and undergoing rapid growth. Over the past year, Slap Wrap Straps has achieved an impressive 200% increase in sales, establishing itself as a frontrunner in providing revolutionary solutions for fitness enthusiasts. Market trends underscore the vast potential for growth in our sector. The global demand for innovative and efficient fitness accessories has surged, with a projected 15% year-over-year increase. Our data analytics reveal a 30% increase in user satisfaction, emphasizing the strong and growing demand for Slap Wrap Straps unique grip-enhancing technology. To capitalize on this momentum and solidify our position in the fitness accessory market, we are seeking inr 1,00,00,000 in investment. These funds will be utilized to scale production, expand our product line, and launch targeted marketing campaigns. This investment opportunity is particularly attractive in Bangalore, a fitness-focused region where users prioritize efficiency and innovation in their workout routines. Slap Wrap Straps is not just an accessory; it is a revolution in grip technology. Your investment in Slap Wrap Straps is an invitation to be part of a dynamic venture that is reshaping the fitness accessory landscape. Thank you for considering this exciting investment opportunity."
  },
  
  "vid10": {
    "Video":"vid10",
    "Company": "CareerLead",
    "Sector":"Education",
    "Location":"Chennai",
    "Funding":"1000000",
    "Stage":"Seed",
    "Founder": "Logan Wacker",
    "Pitch": "Hello, I am Logan Wacker, the founder of CareerLead, an innovative platform dedicated to helping college students determine their career path before they graduate. CareerLead operates in the thriving edtech sector, currently valued at $180 billion, and is poised to transform the way students navigate their professional journey. Over the past year, CareerLead has achieved remarkable growth with a 300% increase in user registrations, positioning itself as a trailblazer in empowering students with valuable career insights. Market trends underscore the vast potential for growth in our sector. The global demand for personalized career guidance for students has surged, with a projected 25% year-over-year increase. Our data analytics reveal a 40% month-over-month increase in user engagement, showcasing the strong and growing demand for CareerLeads unique offerings. To capitalize on this momentum and expand our impact, we are seeking inr 1,00,00,000 in investment. These funds will be utilized to enhance our platform features, strengthen partnerships with educational institutions, and launch targeted marketing campaigns. This investment opportunity is particularly attractive in Chennai, a region known for its robust education ecosystem and forward-thinking approach to career development. CareerLead is not just a platform; it is a catalyst for helping students shape their futures. Your investment in CareerLead is an invitation to be part of a dynamic venture that is reshaping the landscape of career exploration for the next generation. Thank you for considering this exciting investment opportunity."
  },
  "vid11": {
    "Video": "vid11",
    "Company": "TravelBlender",
    "Sector": "Travel and Tourism",
    "Location": "Ladakh",
    "Funding": "1,00,00,000",
    "Stage": "Pre-Seed",
    "Founder": "Genevieve Catalano",
    "Pitch": "Hello, I am Genevieve Catalano, the proud owner of TravelBlender, a revolutionary platform that crafts a seamless blend of travel partners and custom itineraries. TravelBlender operates in the dynamic travel and tourism sector, currently valued at $1.5 trillion, and is poised to transform the way people plan and experience their journeys. Over the past year, TravelBlender has achieved a remarkable 300% increase in user engagement, establishing itself as a key player in the personalized travel planning space. Market trends underscore the vast potential for growth in our sector. The global demand for personalized travel experiences has surged, with a projected 20% annual increase. Our data analytics reveal a 40% month-over-month increase in user satisfaction, emphasizing the strong and growing demand for TravelBlenders unique offerings. To capitalize on this momentum and expand our footprint, we are seeking inr 1,00,00,000 in investment. These funds will be utilized to enhance our technology platform, onboard new travel partners, and launch strategic marketing initiatives. This investment opportunity is particularly attractive in Ladakh, a travel-centric region known for its diverse and adventurous demographic. TravelBlender is not just a travel platform; it is a curated journey tailored to individual preferences. Your investment in TravelBlender is an invitation to be part of a dynamic venture that is reshaping the travel industry. Thank you for considering this exciting investment opportunity."
  },

  "vid12": {
    "Video": "vid12",
    "Company": "Jax Sheets",
    "Sector": "Textile",
    "Location": "Chennai",
    "Funding": "1000000",
    "Stage": "Seed",
    "Founder": "Wen Muenyi",
    "Pitch": "Hello, I am Wen Muenyi, the proud owner of Jax Sheets, a disruptive player in the bedding industry. Jax Sheets operates in a market valued at $15 billion, and with our innovative approach, we have experienced a remarkable 300% increase in sales over the past year, positioning ourselves as a key player in the sleep essentials sector. Market trends underscore the vast potential for growth in our sector. The global demand for sustainable, premium bedding options is on the rise, with a projected 20% annual increase. Our data analytics reveal a 40% surge in customer satisfaction, showcasing the strong and growing demand for Jax Sheets unique offerings. To capitalize on this momentum and meet the rising demand for quality bedding, we are seeking INR 1,00,00,000 in investment. These funds will be utilized to scale production, expand our product line, and launch targeted marketing initiatives. This investment opportunity is particularly attractive in Chennai, a region known for its focus on sustainable living and where Jax Sheets is poised to lead the market. Jax Sheets is not just bedding; it is a commitment to quality, sustainability, and a good nights sleep. Your investment in Jax Sheets is an invitation to be part of a dynamic venture that is redefining the sleep essentials landscape. Thank you for considering this exciting investment opportunity."
  },
 
  "vid13": {
    "Video": "vid13",
    "Company": "Incredible Eats",
    "Sector": "Sustainable products",
    "Location": "Mumbai",
    "Funding": "10000000",
    "Stage": "Seed",
    "Founder": "Dinesh Tadepalli",
    "Pitch": "Hello, I am Dinesh Tadepalli, the founder of Incredible Eats, a groundbreaking venture at the forefront of the sustainable dining revolution. Incredible Eats operates in the eco-friendly disposable cutlery market, currently valued at $4 billion and experiencing a CAGR of 7%. In the past year, we have experienced a phenomenal 300% increase in sales, showcasing the growing demand for sustainable alternatives to traditional plastic utensils. Market trends underscore the monumental potential for growth in this sector. The global movement towards reducing plastic consumption has gained significant traction, with consumers actively seeking alternatives that align with their commitment to environmental responsibility. Incredible Eats data analytics reveal a 25% month-over-month increase in demand for our edible cutlery, signaling a shift in consumer preferences towards sustainable, innovative solutions. Furthermore, Incredible Eats has established strategic partnerships with eco-conscious restaurants and event planners, resulting in a 150% increase in B2B sales within the last two years. This network allows us to offer our edible cutlery as a premium and eco-friendly solution for a variety of dining experiences. To capitalize on this momentum and meet the escalating demand, we are seeking inr 10,00,00,000 in investment to scale our production, expand our product line, and bolster our marketing efforts. This investment opportunity is particularly attractive in Mumbai, a hub for sustainability initiatives, where Incredible Eats is poised to lead the market for eco-friendly disposable cutlery. Join us in reshaping the future of dining with Incredible Eats - not just cutlery but a commitment to sustainability and a solution to one of the planets pressing challenges. Your investment in Incredible Eats is an invitation to be part of a dynamic venture that is essential to the eco-friendly dining experience and primed for substantial growth. Thank you for considering this exciting investment opportunity."
  }

}










